export default {
    home: {
        totalAssets: 'Итого активов',
        TotalEarned: 'Итого заработано',
        APR: 'APR',
        soldOut: 'продано',
        investNow: 'Инвестиции',
        new: 'новые'
    },
    history: {
        metaTitle: 'История инвестиций',
        totalInvestments: 'Итого активов',
        invested: 'Инвестировано',
        investingTab: 'Инвестирование',
        completedTab: 'Завершенный',
        earned: 'Заработано',
        to_earned: 'Заработать',
        investDate: 'Дата инвестирования',
        dueDate: 'Срок платежа',
        noCompletedList: 'Ой! У вас еще нет завершенных инвестиций…',
        noInvestingList: 'Oops! У вас еще нет осуществляемых инвестиций…'
    },
    detail: {
        annualApr: 'Годовая APR',
        days: 'Дней',
        day: 'День',
        t_today: 'T = Сегодня',
        t_today_intro: 'Заказ размещен (до 23:59 по времени в формате UTC)',
        t_1: 'T + 1',
        t_1_intro: 'Заказ подтвержден. Начинается ограничительный период.',
        t_2_intro: '"Инвестиция завершена. Прибыль\n' +
            'автоматически переведена в ваш кошелек."',
        invested: 'Инвестировано',
        lockupPeriod: 'Ограничительный период',
        totalInvestmentAvailable: 'Общие доступные инвестиции',
        totalCurrentlyInvested: 'Итого сейчас инвестировано',
        minimumInvestment: 'Минимальная инвестиция',
        maximumInvestment: 'Максимальная инвестиция',
        aboutInvestment_title: 'О данной инвестиции',
        aboutInvestment_intro: 'Данная инвестиционная опция приносит фиксированную APR с учетом инвестируемой вами суммы. Вы можете инвестировать любую' +
            ' сумму в пределах минимального и максимального лимитов. "Итого сейчас инвестировано" - это общая сумма, инвестированная в данный продукт ' +
            'всеми инвесторами, которая не может превышать Общие доступные инвестиции. Инвестиционные стратегии, использованные в данном продукте, ' +
            'могут включать, в частности, статистический арбитраж, количественный трейдинг и коммерческое кредитование с целью обеспечения ' +
            'устойчивого дохода от криптовалюты как на бычьем, так и на медвежьем рынках.'
    },
    purchase: {
        metaTitle: 'Инвестировать',
        amountToBuy: 'Сумма для покупки',
        investNow: 'Инвестировать сейчас',
        available: 'доступно в кошельке',
        oops: 'Ой',
        positive: 'ОК',
        minimumErrorMsg: 'Минимальной суммой инвестиции является $money $coinSymbol. Повторите попытку.',
        maximumErrorMsg: 'Максимальной суммой инвестиции является $money $coinSymbol. Повторите попытку.',
        availableBalanceError: 'Извините, у вас недостаточно средств для совершения данной операции.',
        successTitle: 'Yспех',
        inputError: 'Вход Wrong!',
        successInvest: '$money $coinSymbol Инвестировано'

    },
    coin: {
        eth: 'ETH',
        btc: 'BTC'
    },
    verififyDialog: {
        title: 'Требуется подтверждение',
        content: 'Предоставьте дополнительную информацию для проверки, чтобы защитить ваш аккаунт.',
        negative: 'Не сейчас',
        positive: 'ОК'
    }
}
